Repository: ViennaRSS/vienna-rss
Catalog: Vienna/Resources/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, eu, fr, gl, it, ja, ko, lt, nl, pt_br, pt_pt, ru, sv, tr, uk, zh_hans, zh_hant

source: Retrieving articles
cs: Přijímají se příspěvky
da: Henter artikler
de: Empfange Artikel
es: Recuperando artículos
eu: Artikuluak jasotzen
fr: Récupération des articles
gl: Recuperando artigos
it: Ricevo articoli
ja: 記事を取得中
ko: 기사 추가 중
lt: Prenumeratos parsiunčiamos
nl: Artikelen aan het bijwerken
pt_br: Recebendo Artigos
pt_pt: A obter artigos
ru: Загружаю статьи
sv: Tar emot artiklar
tr: Makaleler alınıyor
uk: Отримую статті
zh_hans: 正在接收文章
zh_hant: 正在取得文章

source: Retrieving folder image
cs: Přijímají se obrázky složek
da: Modtager mappeikon
de: Empfange Ordnerbild
es: Recuperando icono de la carpeta
eu: Direktorioaren irudia jasotzen
fr: Récupération de l'icône du flux
gl: Recuperando a icona do cartafol
it: Ricevo immagine cartella
ja: フォルダイメージを取得中
ko: 구독 이미지 추가 중
lt: Aplankų paveikslėliai parsiunčiami
nl: Map-icoon ophalen
pt_br: Recebendo imagem de pasta
pt_pt: A receber imagem da pasta
ru: Получаю изображение папки
sv: Mottager mappbild
tr: Klasör imajı alınıyor
uk: Отримую зображення папки
zh_hans: 正在接收文件夹图片
zh_hant: 正在取得檔案夾影像

source: Search all articles
cs: Hledat ve všech příspěvcích
da: Søg alle artikler
de: In allen Artikeln suchen
es: Buscar todos los artículos
fr: Chercher dans les articles
gl: Procurar todos os artigos
it: Cerca in tutti gli articoli
lt: Ieškoti visuose straipsniuose
nl: Zoek naar artikelen
pt_br: Pesquisar todos os artigos
pt_pt: Procurar todos os artigos
ru: Поиск в статьях
sv: Sök genom alla artiklar
tr: Tüm makalelerde ara
uk: Пошук по всіх статтях
zh_hans: 搜索所有文章
zh_hant: 搜尋所有文章

source: Search Results
cs: Výsledky hledání
da: Søg i resultater
de: Suchergebnisse
es: Resultados de la búsqueda
fr: Chercher dans les résultats
gl: Resultados da procura
it: Cerca nei Risultati
lt: Paieškos rezultatai
nl: Zoekresultaten
pt_br: Pesquisar Resultados
pt_pt: Procurar resultados
ru: Результаты поиска
sv: Sökresultat
tr: Arama Sonuçları
uk: Результати пошуку
zh_hans: 搜索结果
zh_hant: 搜尋結果

source: Select…
cs: Vybrat…
da: Vælg…
de: Auswählen …
es: Seleccionar…
eu: Aukeratu…
fr: Sélectionner…
gl: Seleccionar…
it: Seleziona…
ja: 選択…
ko: 선택…
lt: Pasirinkti…
nl: Selecteer…
pt_br: Selecionar…
pt_pt: Seleccionar…
ru: Выбрать…
sv: Markera…
tr: Seç…
uk: Виділити…
zh_hans: 选择…
zh_hant: 選取⋯

source: Show Filter Bar
cs: Zobrazit řádek filtru
da: Vis filterbaren
de: Filterleiste einblenden
es: Mostrar barra de filtro
fr: Afficher la barre de filtre
gl: Amosar barra de filtros
it: Mostra Barra Filtro
lt: Rodyti filtro meniu juostą
nl: Toon filterbalk
pt_br: Mostrar Barra de Filtragem
pt_pt: Mostrar a barra de filtragem
ru: Показать панель фильтра
sv: Visa filterfältet
tr: Filtre Çubuğunu Göster
uk: Показати стрічку фільтру
zh_hans: 显示过滤栏
zh_hant: 顯示過濾列

source: Show in Finder
cs: Zobrazit v programu Finder
da: Vis i Finder
de: Im Finder anzeigen
es: Mostrar en Finder
eu: Finder-en erakutsi
fr: Afficher dans le Finder
gl: Amosar no Finder
it: Mostra nel Finder
ja: Finder に表示
ko: 파인더에서 보기
lt: Rodyti failų naršyklėje
nl: Toon in Finder
pt_br: Mostrar no Finder
pt_pt: Mostrar no Finder
ru: Показать в Finder
sv: Visa i Finder
tr: Finder'da Görüntüle
uk: Показати у Finder
zh_hans: 在 Finder 中显示
zh_hant: 顯示於 Finder

source: Show Status Bar
cs: Zobrazit stavový řádek
da: Vis statusbaren
de: Statusleiste einblenden
es: Mostrar barra de estado
fr: Afficher la barre de statut
gl: Amosar barra de estado
it: Mostra Barra di Stato
lt: Rodyti būsenos juostą
nl: Toon statusbalk
pt_br: Mostrar Barra de Status
pt_pt: Mostrar a barra de estado
ru: Показать строку статуса
sv: Visa statusfältet
tr: Durum Çubuğunu Göster
uk: Показати стрічку статусу
zh_hans: 显示状态栏
zh_hant: 顯示狀態列

source: Show Toolbar
cs: Zobrazit panel nástrojů
da: Vis værktøjslinje
de: Symbolleiste einblenden
es: Mostrar barra de herramientas
eu: Erakutsi tresnabarra
fr: Afficher la barre d'outils
gl: Mostrar barra de ferramentas
it: Mostra la barra strumenti
lt: Rodyti įrankių juostą
nl: Toon knoppenbalk
pt_br: Mostrar barra de ferramentas
pt_pt: Mostrar barra de ferramentas
ru: Показать панель инструментов
sv: Visa verktygsfältet
zh_hans: 显示工具栏
zh_hant: 顯示工具列

source: Sorry but Vienna was unable to open the database
cs: Program Vienna nemůže otevřít databázi
da: Desværre, men Vienna kunne ikke åbne databasen
de: Vienna war es nicht möglich die Datenbank zu öffnen
es: Vienna no ha podido abrir la base de datos
eu: Barkatu baina Vienna-k ezin izan du datu basea ireki
fr: Désolé, mais Vienna ne peut pas ouvrir la base de données
gl: Vienna non puido abrir a base de datos
it: Spiacente ma Vienna non è stata in grado di aprire il database
ja: Vienna はデータベースを開くことができません。
ko: Vienna 가 데이터베이스 파일을 열 수 없습니다.
lt: Nepavyko atidaryti duomenų bazės
nl: Vienna kon de database niet openen
pt_br: Desculpe, mas o Vienna foi incapaz de abrir o arquivo de dados
pt_pt: Desculpe mas o Vienna não consegue abrir a base de dados
ru: Извините, но Vienna не смогла открыть базу данных
sv: Ursäkta, men Vienna kan inte öppna databasen
tr: Üzgünüm ama Vienna veritabanını açamadı
uk: Вибачте, але Vienna не взмозі відкрити базу даних
zh_hans: 抱歉，Vienna 无法开启这个数据库
zh_hant: 很抱歉，Vienna 無法打開此資料庫

source: Sorry, but Vienna was unable to create the database folder
cs: Program Vienna nemůže vytvořit databázovou složku
da: Desværre, men Vienna kunne ikke lave databasemappen
de: Beim Versuch den Datenbankordner zu erstellen ist ein Fehler aufgetreten
es: Lo sentimos, pero Vienna no ha podido crear la carpeta de la base de datos
eu: Barkatu baina Vienna-k ezin izan du datu baseko direktorioa sortu
fr: Désolé, mais Vienna ne peut créer la base de données
gl: Sentímolo, mais Vienna non puido crear o cartafol da base de datos
it: Spiacente, ma Vienna non è stata in grado di creare la cartella database
ja: Vienna はデータベースフォルダを作成することができません。
ko: Vienna 가 데이터베이스 폴더를 생성할 수 없습니다.
lt: Nepavyko sukurti duomenų bazės aplanko pavadinimo
nl: Vienna kan de database-map niet aanmaken
pt_br: Desculpe, mas o Vienna não pode criar a pasta de dados
pt_pt: Desculpe, mas o Vienna não conseguiu criar a pasta da base de dados
ru: Извините, но Vienna не смогла создать папку базы данных
sv: Ledsen, men Vienna kunde inte skapa databasmappen
tr: Üzgünüm, ama Vienna veritabanı klasörünü oluşturamadı
uk: Вибачте, але Vienna не може створити папку баз даних
zh_hans: 抱歉，Vianna 无法创建数据库文件夹
zh_hant: 很抱歉，Vienna 無法建立資料庫檔案夾

source: Subject
cs: Předmět
da: Emne
de: Betreff
es: Asunto
eu: Gaia
fr: Sujet
gl: Asunto
it: Oggetto
ja: タイトル
ko: 헤드라인
lt: Tema
nl: Onderwerp
pt_br: Assunto
pt_pt: Assunto
ru: Тема
sv: Ämne
tr: Konu
uk: Тема
zh_hans: 主题
zh_hant: 標題

source: Summary
cs: Souhrn
da: Resumé
de: Zusammenfassung
es: Resumen
eu: Laburpena
fr: Résumé
gl: Resumo
it: Riassunto
ja: 要約
ko: 요약
lt: Santrauka
nl: Samenvatting
pt_br: Resumo
pt_pt: Sumário
ru: Выводы
sv: Sammanfattning
tr: Özet
uk: Підсумок
zh_hans: 总结
zh_hant: 摘要

source: The database (%@) file format is not supported by this version of Vienna. Delete or rename the file and restart Vienna.
cs: Souborový formát databáze (%@) není touto verzí programu Vienna podporovaný. Smažte nebo přejmenujte tento soubor, ukončete a znovu spusťte program Vienna.
da: Database (%@) filformatet er ikke understøttet af denne udgave af Vienna. Slet eller omdøb filen og genstart Vienna.
de: Deine existierende Datenbankdatei (%@) wird von dieser Vienna-Version nicht unterstützt. Lösche oder benennen diese Datei um und starte Vienna erneut.
es: El formato de archivo de la base de datos (%@) no es compatible con esta versión de Vienna. Elimine o renombre el archivo y reinicie Vienna.
eu: Vienna-ko bertsio honek ez du (%@) datu base fitxategiaren formatua ulertzen. Ezabatu edota berrizendu eta berrabiarazi Vienna.
fr: Votre base de données (%@) n'est pas reconnue par cette version de Vienna. Supprimez ou renommez ce fichier et relancez Vienna.
gl: O formato do archivo da base de datos (%@) non é compatible con esta versión de Vienna. Elimine o arquivo ou cambie o seu nome e reinicie Vienna.
it: Il file esistente %@ non è supportato da questa versione di Vienna. Elimina o rinomina il file e riavvia Vienna.
ja: データベース (%@) のファイルフォーマットはご利用のバージョンの Vienna でサポートされていません。ファイルを削除するか名前を変更した後、Vienna を再起動してください。
ko: 해당 데이터베이스 (%@) 파일 형식은 현재 버전의 Vienna 에서 지원하는 형식이 아닙니다. 해당 파일을 삭제 또는 이름을 변경한 후 Vienna 를 재실행하십시오.
lt: Neatpažintas duomenų bazės formatas
nl: Het bestandsformaat van de database (%@) wordt door deze versie van Vienna niet ondersteund. Wijzig de naam of verwijder het bestand en start Vienna opnieuw.
pt_br: O formato do arquivo de dados(%@) não possui suporte nessa versão do Vienna. Apague ou renomeie o arquivo e reinicie o Vienna.
pt_pt: O formato de ficheiro da base de dados (%@) não é suportado por esta versão do Vienna. Apague ou altere o nome do ficheiro e reinicie o Vienna.
ru: Формат базы данных (%@) не поддерживается текущей версией Vienna. Удалите или переименуйте этот файл и перезапустите программу.
sv: Din nuvarande %@ stöds inte av den här versionen av Vienna. Radera eller byt namn på filen och starta om Vienna.
tr: Veritabanı (%@) dosya biçimi Vienna'nın bu sürümü tarafından desteklenmiyor. Dosyayı silip ya da yeniden adlandırıp Vienna'yı yeniden başlatmak ister misiniz?.
uk: Формат баз даних файлу (%@) не підтримується цією версією Vienna. Переіменуйте або видаліть цей файл і перезапустіть Vienna.
zh_hans: 当前版本的 Vienna 不支持数据库 (%@) 的文件格式。请删除或者重新命名这个文件然后重新 Vianna。
zh_hant: 此版本的 Vienna 並不支援資料庫 (%@) 的檔案格式。請刪除此檔案，或是將檔案重新命名後，再重新啟動 Vienna。

source: The database file (%@) could not be opened for some reason. It may be corrupted or inaccessible. Please delete or rename the database file and restart Vienna.
cs: Soubor databáze (%@) nelze z nějakých důvodů otevřít. Může být poškozený nebo nepřístupný. Smažte nebo přejmenujte tento soubor databáze, ukončete a znovu spusťte program Vienna.
da: Databasefilen (%@) kunne ikke åbnes af samme grund. Den kan være beskadiget eller utilgængelig. Slet venligst eller omdøb databasefilen og genstart Vienna.
de: Die Datenbankdatei (%@) konnte nicht geöffnet werden. Sie ist möglicherweise beschädigt oder unerreichbar. Bitte lösche oder benenne die Datenbankdatei um und starte Vienna erneut.
es: Por algún motivo, el archivo de la base de datos (%@) no se ha podido abrir. Puede estar dañado o inaccesible. Por favor, elimine o renombre el archivo de la base de datos y reinicie Vienna.
eu: Datu base fitxategia (%@) ezin izan da ireki hainbat arrazoiengatik. Agian apurtuta edota ezin izan da fitxategira sartu. Mesedez ezabatu edo berrizendu fitxategia eta Vienna berrabiarazi.
fr: La base de données (%@) ne peut être ouverte. Elle pourrait être corrompue ou inaccessible. S'il vous plait, effacez ou renommez la base de données et relancez Vienna.
gl: Por algún motivo, o artigo da base de datos (%@) non se puido abrir. Pode estar danado ou inaccesible. Por favor, elimine ou cambie o nome do arquivo da base de datos e reinicie Vienna.
it: Non è stato possibile aprire il file del database (%@) per qualche ragione. Può essere corrotto o inaccessibile. Prego elimina o rinomina il file del database e riavvia Vienna.
ja: データベースファイル (%@) を開くことができません。データベースファイルを削除または名称を変更して Vienna を再起動してください。
ko: 해당 데이터베이스 파일 (%@) 항목은 손상되었거나 접근할 수 없습니다. 해당 파일을 삭제 또는 이름을 변경한 후 Vienna 를 재실행하십시오.
lt: Nepavyko atidaryti duomenų bazės
nl: Het database-bestand (%@) kon niet worden geopend. Het zou beschadigd of ontoegankelijk kunnen zijn. Wijzig de naam of verwijder het bestand en start Vienna opnieuw.
pt_br: O arquivo de dados (%@) não pode ser aberto por alguma razão. Ele deve estar corrompido ou inacessível. Por favor apague ou renomeie o arquivo de dados e reinicie o Vienna.
pt_pt: O ficheiro da base de dados (%@) não pode ser aberto por alguma razão. Pode estar corrompido ou inacessível. Por favor apague ou mude o nome do ficheiro da base de dados e reinicie o Vienna.
ru: Файл базы данных (%@) не может быть открыт. Он может быть поврежден или недоступен. Пожалуйста, удалите или переименуйте файл базы данных и перезапустите Vienna.
sv: Databasefilen (%@) kan inte öppnas av någon anledning. Den kanske är korrupt eller oåtkomlig. Var god radera eller döp om databasefilen och starta om Vienna.
tr: (%@) veritabanı bir sebepten ötürü açılamadı. Dosya zarar görmüş ya da ulaşılamıyor olabilir. Lütfen veritabanı dosyasını silin ya da yeniden adlandırın ve ardından Vienna'yı yeniden başlatın.
uk: Не можу відкрити файл бази даних (%@). Він мабуть пошкоджений або недоступний. Будь-ласка видаліть або переіменуйте цей файл і паразапустіть Vienna.
zh_hans: 由于一些原因，数据库文件 (%@) 无法被读取。它可能已损坏或者权限不足。请尝试删除或者重命名数据库文件然后重新启动 Vienna
zh_hant: 因為某些原因，無法打開資料庫檔案 (%@)。原因可能是載入中斷或無法使用檔案。請刪除資料庫檔案，或將資料庫檔案重新命名，然後重新啟動 Vienna 。

source: The database file format has changed
cs: Formát databázového soubor byl změněn
da: Database filformatet er blevet ændret
de: Das Datenbankdateiformat hat sich geändert
es: El formato de archivo de la base de datos ha cambiado
eu: Datu basearen fitxategiaren formatua aldatu egin da
fr: Le format de la base de données a changé
gl: O formato do arquivo da base de datos cambiou
it: Il formato del file del database è cambiato
ja: データベースのファイルフォーマットが変更されました。
ko: 데이터베이스 파일 형식이 변경되었습니다.
lt: Neatpažintas duomenų bazės formatas
nl: Het bestandsformaat van de database is gewijzigd
pt_br: O formato do arquivo de dados foi alterado
pt_pt: O formato de ficheiro da base de dados foi alterado
ru: Формат базы данных изменился
sv: Databasens filformat har ändrats
tr: Veritabanı dosya biçimi değişmiş
uk: Формат баз даних змінився
zh_hans: 数据库文件格式已改变
zh_hant: 資料庫檔案格式已變更

source: The Default style will be used instead.
cs: Bude použit výchozí styl (Default).
da: Standard stilen vil blive brugt istedet.
de: Stattdessen wird der Standard-Stil benutzt.
es: El estilo Default se usará en su lugar.
eu: Bestela estilo nagusia erabiliko da.
fr: Le style par défaut sera utilisé à la place.
gl: O estilo por defecto (Default) será empregado no seu lugar.
it: Al suo posto verrà utilizzato lo stile Default.
ja: 標準のスタイルを使用します。
ko: 기본 스타일로 대체될 것입니다.
lt: Neteisingas stilius
nl: De standaardstijl zal worden gebruikt.
pt_br: O estilo Padrão será usado.
pt_pt: Será usado o estilo Padrão em alternativa.
ru: Будет использован стиль по умолчанию.
sv: Standardstilen används istället.
tr: Geçerli stil onun yerine kullanılacak.
uk: Замість цього використовуватиметься стиль за замовчуванням.
zh_hans: 将会替换为默认的风格
zh_hant: 將會改用預設的顯示樣式。

source: The specified export output file could not be created. Check that it is not locked and no other application is using it.
cs: Nelze vytvořit určený soubor pro export. Ověřte zda není uzamčený nebo zda jej nepoužívá jiná aplikace.
da: Det specificerede eksport output-arkiv kan ikke laves. Tjek at den ikke er låst og at ingen andre programmer bruger den.
de: Die angegebene Exportdatei konnte nicht erstellt werden. Überprüfe ob die Datei schreibgeschützt ist oder von einer anderen Anwendung benutzt wird.
es: No se ha podido crear el archivo de exportación especificado. Compruebe que no está bloqueado y ninguna otra aplicación lo está usando.
eu: Ezin izan da esportatzeko fitxategi konkretua sortu. Begiratu itxita ez dagoen edota beste programaren bat erabiltzen ari den.
fr: Le fichier d'exportation indiqué ne peut être créé. Vérifiez qu'il n'est pas bloqué ou utilisé par une autre application.
gl: Non se pode crear o arquivo de exportación especificado. Comprobe que non está bloqueado e que ningunha outra aplicación o está a empregar.
it: Non è stato possibile creare il file di output per l'esportazione indicato. Controlla che non sia bloccato e che nessun altra applicazione lo stia utilizzando.
ja: 書き出し用アウトプットファイルを作成することができません。他のアプリケーションで使用されているまたはロックされていないか確認してください。
ko: 지정한 내보내기 출력 파일을 생성할 수 없습니다. 잠금 해제 상태인지 또는 다른 응용 프로그램에서 사용되고 있는지 확인하십시오.
lt: Nepavyko atidaryti eksportuoto failo
nl: Het opgegeven exportbestand kon niet worden aangemaakt. Controleer of het bestand niet is beveiligd of geopend in een ander programma.
pt_br: O arquivo de exportação especificado não pode ser criado. Verifique se não está travado ou se outro programa não o está usando.
pt_pt: O ficheiro de exportação não pôde ser criado. Verifique se não está bloqueado e outra aplicação a usá-lo.
ru: Указанный экспортируемый файл не может быть создан. Убедитесь, что он не заблокирован и не используется другим приложением.
sv: Specificerad exportfil kunde inte skapas. Kontrollera att den inte är låst eller att något annat program använder den.
tr: İstenen harici dosya oluşturulamadı. Kilitli olmadığından ve başka bir yazılım tarafından kullanılmadığından emin olun.
uk: Не можу створити вказаний експортний файл. Перевірте будь-ласка чи він не замкнений і чи не використовується іншою програмою.
zh_hans: 无法创建指定的输出文件。请检查这个文件是否被锁定，以及是否有其他程序正在使用
zh_hant: 無法建立您所指定的匯出輸出檔。請檢查此檔案是否已被鎖定，或是其他應用程式正在使用這個檔案。

source: The style "%@" has been installed to your Styles folder and added to the Style menu.
cs: Styl „%@“ byl instalován do složky se styly a přidán do nabídky Styly.
da: Stilen "%@" er blevet installeret i din Stil-mappe og er blevet tilføjet til Stil-menuen.
de: Der Stil „%@“ wurde im Stilordner installiert und zum Stilmenü hinzugefügt.
es: El estilo "%@" ha sido instalado en la carpeta de estilos y ha sido añadido al menú Estilo.
eu: "%@" estiloa istalatu egin da Styles direktorioan eta Style menura gehitu da.
fr: Le style '%@' a été installé dans le dossier des Styles et ajouté au menu Style.
gl: O estilo "%@" foi instalado no cartafol correspondente e engadido ao menú Estilos.
it: Lo stile '%@' è stato installato nella cartella Styles ed aggiunto al menu Stile.
ja: スタイル "%@" はスタイルフォルダにインストールされました。スタイルメニューから選択できます。
ko: "%@" 스타일이 사용자의 스타일 폴더에 설치되었으며, 스타일 메뉴에 등록되었습니다.
nl: De stijl "%@" is in je stijlenmap geïnstalleerd en toegevoegd aan het menu Stijlen.
pt_br: O estilo "%@" foi instalado em sua pasta de Estilos e adicionado no menu de Estilos.
pt_pt: O estilo "%@" foi instalado na sua pasta de estilos e adicionado ao menu de estilos.
ru: Стиль "%@" был установлен в папку стилей и добавлен в меню Стиль.
sv: Stilen '%@' har installerats i din stilmapp och har lagts till i stilmenyn.
tr: "%@" stili Stiller klasörünüze yüklendi ve Stil menüsüne eklendi.
uk: Стиль "%@" установлено до Вашої папки Styles і додано до меню Стиль.
zh_hans: "%@" 这个风格已经成功安装到了风格文件夹中，您现在可以从风格菜单中选择它了。
zh_hant: “%@”樣式已順利安裝到您的“樣式”檔案夾，並已加入“樣式”選單。

source: The style %@ appears to be missing or corrupted
cs: Styl %@ pravděpodobně chybí nebo je poškozený.
da: Stilen %@ mangler eller er beskadiget
de: Der Stil „%@“ scheint defekt zu sein
es: El estilo %@ parece estar dañado o perdido
eu: %@ estiloa desagertu edota erroreak ditu
fr: Le style %@ semble être corrompu
gl: O estilo %@ semella danado ou perdido.
it: Lo stile %@ sembra essere corrotto
ja: %@ というスタイルには問題があるようです。
ko: 스타일 %@ 항목은 손상되었거나 유효하지 않은 형식입니다.
lt: Neteisingas stilius
nl: De stijl %@ lijkt te zijn beschadigd
pt_br: O estilo %@ parece estar corrompido
pt_pt: O estilo %@ parece estar em falta ou corrompido
ru: Стиль %@ отсутствует или поврежден
sv: Stilen %@ verkar vara korrupt
tr: %@ stilinde ya bir sorun var ya da stil bulunamadı
uk: Стиль %@ має невірну структуру, або пошкоджений
zh_hans: %@ 这个风格貌似有问题
zh_hant: %@ 樣式的檔案遺失或已損壞

source: The subscription for "%@" requires a user name and password for access.
cs: Odebírání položky „%@“ vyžaduje uživatelské jméno a heslo.
da: Abonnementet for "%@" kræver et brugernavn og kodeord for at få adgang.
de: Der Zugriff auf den Feed „%@“ benötigt das Einloggen am Server.
es: La suscripción a "%@" requiere un nombre de usuario y una contraseña.
eu: "%@"-entzako harpidetza erabiltzaile izena eta pasahitza behar ditu.
fr: L'abonnement à "%@" nécessite un nom d'utilisateur et un mot de passe.
gl: A subscrición a "%@" precisa dun nome de usuario e dun contrasinal.
it: L'iscrizione a '%@' richiede un nome utente ed una password per l'accesso.
ja: "%@" の購読にはユーザ名とパスワードが必要です。
ko: "%@" 구독은 사용자 이름과 암호를 요구합니다.
nl: Voor toegang tot het abonnement op "%@" heb je een gebruikersnaam en wachtwoord nodig.
pt_br: A assinatura de "%@" requer um usuário e senha cadastrados para acesso.
pt_pt: A subscrição de "%@" de nome de utilizador e palavra-passe para acesso.
ru: Для доступа к подписке "%@" требуется имя пользователя и пароль.
sv: Prenumeration av '%@' kräven ett användarnamn och lösenord för åtkomst.
tr: "%@" için abonelik kullanıcı adı ve şifre gerektiriyor.
uk: Підписка "%@" вимагає введення імені користувача та паролю.
zh_hans: "%@" 这个订阅需要提供账号和密码
zh_hant: “%@”這個訂閱頻道需要您提供使用者名稱與密碼進行認證，才可加以存取。

source: There are deleted articles in the trash. Would you like to empty the trash before quitting?
cs: V koši jsou smazané příspěvky. Chcete před ukončením programu vysypat koš?
da: Der er slettede artikler i Papirkurven. Vil du tømme Papirkurven før du afslutter?
de: Es befinden sich gelöschte Artikel im Papierkorb. Möchtest du den Papierkorb vor dem Beenden entleeren?
es: Hay artículos eliminados en la papelera. ¿Desea vaciar la papelera antes de salir?
eu: Ezabatutako artikuluak zakarrontzian daude. Irten aurretik zakarrontzia hustu nahi al duzu?
fr: La corbeille contient des articles supprimés. Souhaitez-vous la vider avant de quitter ?
gl: Hai artigos eliminados na papeleira. Queres baleirala antes de saír?
it: Ci sono degli articoli eliminati nel cestino. Desideri svuotare il cestino prima di uscire?
lt: Šiukšlių dėžėje yra ištrintų straipsnių. Ar prieš uždarant programą išvalyti siukšles?
nl: Er zijn verwijderde artikelen in de prullenmand. Wil je de prullenmand nu legen?
pt_br: Existem artigos apagados na lixeira. Você deseja esvaziar a lixeira antes de encerrar?
pt_pt: Existem artigos apagados no lixo. Deseja esvaziar o lixo antes de encerrar?
ru: В Корзине есть удаленные статьи. Очистить Корзину перед завершением работы?
sv: Det finns raderade artiklar i papperskorgen. Vill du tömma papperskorgen innan du avslutar Vienna?
tr: Çöp kutusunda silinmiş makaleler bulunuyor. Çıkmadan önce onları silmek ister misiniz?
uk: У смітнику є видалені статті. Чи не хотіли б ви спорожнити смітник перед тим, як завершити програму?
zh_hans: 废纸篓中有被删除的文章。您想在退出前清空废纸篓么？
zh_hant: 垃圾桶中有刪除的文章。您是否要在結束前清空垃圾桶？

source: This article contains an enclosed file.
cs: Tento příspěvek obsahuje v příloze soubor.
da: Denne artikel har en vedlagt fil.
de: Dieser Artikel enthält einen Anhang.
es: Este artículo contiene un archivo adjunto.
fr: Cet article contient un fichier incorporé.
gl: Este artigo contén un arquivo adxunto.
it: Questo articolo contiene un file allegato.
lt: Šiame straipsnyje yra failas.
nl: Dit artikel bevat een bijlage.
pt_br: Este artigo contém um arquivo anexado.
pt_pt: Este artigo contém um ficheiro anexo.
ru: Эта статья содержит вложенный файл.
sv: Den här artikeln innehåller en bilaga.
tr: Bu makale bir ek dosya içeriyor.
uk: Ця стаття містить вкладений файл.
zh_hans: 这篇文章包含附带文件。
zh_hant: 此文章隨附一個檔案。

source: This operation cannot be undone.
cs: Tuto operaci nelze odvolat.
da: Denne handling kan ikke fortrydes.
de: Dieser Befehl kann nicht wieder rückgängig gemacht werden.
es: Esta operación no se puede deshacer.
eu: Ekintza hau ezingo da desegin.
fr: Cette opération est irréversible.
gl: Esta operación non pode ser desfeita.
it: Questa operazione non può essere annullata.
ja: この操作を元に戻すことはできません。
ko: 이 명령은 취소할 수 없습니다.
lt: Ištrinti pasirinktą žinutę
nl: Deze actie kan niet ongedaan worden gemaakt.
pt_br: Esta operação não pode ser desfeita.
pt_pt: Esta operação não pode ser anulada.
ru: Это действие не может быть отменено.
sv: Det här valet går ej att ångra.
tr: Bu özellik geri alınamaz.
uk: Цю операцію неможливо відмінити.
zh_hans: 这个操作无法还原
zh_hant: 此項操作無法還原。
